[
  "“When you pick the only option you have to choose from, can you really call that your own decision?” – Hayato Hayama",
  "“We do not give a starving man a fish. We teach him how to fish and make him independent.” – Yukino Yukinoshita",
  "“Even if we know each other, understanding each other is another matter.” – Yukino Yukinoshita",
  "“If this is all it takes to tear us apart, then maybe we weren’t all that close to begin with.” – Yukino Yukinoshita",
  "“I think, if you want to improve yourself, you should challenge your own limits.” – Yukino Yukinoshita",
  "“If all you’re good for is breathing in and out, then even an AC unit is more useful than you.” – Yukino Yukinoshita",
  "“People aren’t all perfect. They’re weak, ugly, and they get jealous and try to bring others down. Oddly enough, the better you are, the harder it is to live. That’s why I’m going to change this world and the people in it…” – Yukino Yukinoshita",
  "“People who don’t work hard don’t have the right to be envious of the people with talent. People fail because they don’t understand the hard work necessary to be successful.” – Yukino Yukinoshita",
  "“If wishes could be granted, if desires could be fulfilled, then I wouldn’t wish or desire for anything after all. The things you’re handed on a silver platter are never genuine, and never everlasting. And that is why I’ll always keep searching.” – Hachiman Hikigaya",
  "“Yeah, I’m being stupid. I know that it’s out of question. I know how this will end. I’ll be left with nothing. Even so, I want us to think, writhe, struggle… and find… something genuine.” – Hachiman Hikigaya",
  "“Well it’s not like the world is full of sunshine and daisies. If society was only shaped by the view that one must be happy-go-lucky all the time, Hollywood wouldn’t make tear-jerking movies, would they?” – Hachiman Hikigaya",
  "“A lone warrior surviving hundreds of battles, when it comes to losing, I’m the strongest.” – Hachiman Hikigaya",
  "“Youth is both a lie and a form of evil.” – Hachiman Hikigaya",
  "“I’m not highly aware. I’m highly self-aware.” – Hachiman Hikigaya",
  "“It doesn’t matter if we’re wrong…because every time we go wrong, we’ll continue to look for the right answer.” – Hachiman Hikigaya",
  "“It is better to be hated for what you are, than to be loved for what you are not.” – Hachiman Hikigaya",
  "“The Devil’s finest trick is to persuade you that he does not exist.” – Hachiman Hikigaya",
  "“There was no meaning to things that were only superficial. That was a single belief that both me and her once shared.” – Hachiman Hikigaya",
  "“Expecting others to read your mind is delusional.” – Hachiman Hikigaya",
  "“It’s arrogant to think just saying things out loud is enough. Self-gratifying on the part of the speaker, and conceited on the part of the listener. You won’t always come to an understanding by talking things out.” – Hachiman Hikigaya",
  "“There are people who ruin the atmosphere just by existing, you know.” – Hachiman Hikigaya",
  "“So long as a problem doesn’t cause problems, it can’t be called a problem.” – Hachiman Hikigaya",
  "“What if, and this is strictly hypothetical, what if you could reload your save data to change your previous choice, like in a game? Would it change your life? The answer is a resounding no.” – Hachiman Hikigaya",
  "“There are people who can’t act unless they’re faced with a problem. Unless they find their reason. All I was left with was the sinking suspicion that I’d gone horribly wrong.” – Hachiman Hikigaya",
  "“Don’t put me on their level. I don’t care about looking interesting. I’m just self-conscious.” – Hachiman Hikigaya",
  "“That’s not exactly right. If you had to sacrifice many things to protect one, you’re more likely to give up and throw it away. Including relationships you have in your hand now.” – Hachiman Hikigaya",
  "“There are some people who don’t want a solution. Some want things to stay the way they are. There’s no way to make things convenient for everyone. So the only option is to find a compromise.” – Hachiman Hikigaya",
  "“Having people acknowledge your existence is a wonderful thing.” – Hachiman Hikigaya",
  "“When a girl calls someone a “nice guy”, it means she couldn’t care less about him.” – Hachiman Hikigaya",
  "“I’m always alone. Other people don’t factor into what I do. The things that happen in front of me are parts of my life and my life alone.” – Hachiman Hikigaya",
  "“If there are things you learn with friends, there must also be things you learn without friends. They must be of equal worth, two sides of the same coin.” – Hachiman Hikigaya",
  "“Damn. My eyes are naturally drawn in her direction. Is this the unibreastal law of gravitation? Leave it to Sir Isaac Newtit.” – Hachiman Hikigaya",
  "“A wandering soul in isolation, has no need for a place to belong.” – Hachiman Hikigaya",
  "“Relying on someone, helping each other out, and supporting each other. Most would say that’s the right thing to do. However, that’s just idealistic. In reality, someone always gets the short end of the stick.” – Hachiman Hikigaya",
  "“What does someone who´s lost their standing want the most? That’s simple. They want someone to find them, where they’re standing.” – Hachiman Hikigaya",
  "“Excuses are meaningless. The tougher things get, the more likely people are to come to their own conclusions.” – Hachiman Hikigaya",
  "“They say that if you change yourself, you’ll change the world. but that’s a complete lie. They’re just forcing you to compromise, by feeding you a convenient little fib.” – Hachiman Hikigaya",
  "“I’m super thoughtful. That’s why I stay in the corner and don’t cause anyone trouble.” – Hachiman Hikigaya",
  "“What the hell is with everyone telling me to change? I don’t want other people telling me who I am.” – Hachiman Hikigaya",
  "“I don’t believe in crap like coincidence, fate, or destiny.” – Hachiman Hikigaya",
  "“Everyone has something they hold dear, something they never want to lose. That’s why they pretend. That’s why they hide the truth. And that’s why they lie.” – Hachiman Hikigaya",
  "“Hard work betrays none, but dreams betray many.” – Hachiman Hikigaya",
  "“Food tastes best when you don’t have to work for it.” – Hachiman Hikigaya",
  "“The past makes you wanna die out of regret and future makes you depressed out of anxiety. So by elimination, the present is likely the happiest time.” – Hachiman Hikigaya",
  "“Working hard alone doesn’t assure you that you’ll achieve your dreams. Actually there are more cases where you don’t. Even so, working hard and achieving something is some consolation at least.” – Hachiman Hikigaya",
  "“I like myself. I have never once hated myself. My high specs, my half-decent looks, my pessimistic, realist point of view… I don’t hate any of it at all.” – Hachiman Hikigaya",
  "“I’ve forged my own way alone. While you were consoling and fighting with one another, I faced everything myself, head on. Now look at how strong I am.” – Hachiman Hikigaya",
  "“Isn’t changing yourself the same as running away? Why can’t you just accept who you are?” – Hachiman Hikigaya",
  "“If the truth is a cruel mistress, then a lie must be a nice girl.” – Hachiman Hikigaya",
  "“Now that just looks horrible. It’s like some feudal society. If that’s what it takes to make friends in this world, forever alone is fine by me.” – Hachiman Hikigaya",
  "“Is it wrong to do stuff by yourself? If someone worked hard on their own until now, why do they have to face rejection here?” – Hachiman Hikigaya",
  "“Your impression of people is renewed every day. As you spend time with them and grow with them, you come to understand more.” – Shizuka Hiratsuka",
  "“People usually don’t look back to see how far they’ve come while they’re still walking. Of course, when they come to a standstill, the more progress they’ve made, the more betrayed they feel by their expectations.” – Shizuka Hiratsuka",
  "“The present isn’t everything, but there are things you can only do now, things you can only find here. It’s now or never.” – Shizuka Hiratsuka",
  "“Getting into trouble is not a bad thing. It’s proof that someone is watching you.” – Shizuka Hiratsuka",
  "“If you could calculate feelings, then we’d be in a digital age by now… The remaining answer that you couldn’t calculate is what they call the feelings of people.” – Shizuka Hiratsuka",
  "“People’s thoughts don’t always mirror how they feel. That’s why they sometimes make decisions that seem nonsensical.” – Shizuka Hiratsuka"
]
